{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "special": true,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 1,
      "special": true,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    }
  ],
  "normalizer": {
    "type": "Lowercase"
  },
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "[PAD]": 0,
      "[SEP]": 1,
      ",": 2,
      "-": 3,
      ".": 4,
      "0": 5,
      "1": 6,
      "2": 7,
      "3": 8,
      "4": 9,
      "5": 10,
      "6": 11,
      "7": 12,
      "?": 13,
      "a": 14,
      "b": 15,
      "c": 16,
      "d": 17,
      "e": 18,
      "f": 19,
      "g": 20,
      "h": 21,
      "i": 22,
      "k": 23,
      "l": 24,
      "m": 25,
      "n": 26,
      "o": 27,
      "p": 28,
      "r": 29,
      "s": 30,
      "t": 31,
      "u": 32,
      "v": 33,
      "w": 34,
      "x": 35,
      "y": 36,
      "z": 37,
      "Ċ": 38,
      "Ġ": 39,
      "Ġa": 40,
      "nd": 41,
      "Ġb": 42,
      "ha": 43,
      "le": 44,
      "ma": 45,
      "Ġc": 46,
      "ro": 47,
      "pu": 48,
      "ck": 49,
      "to": 50,
      "Ġand": 51,
      "ack": 52,
      "ar": 53,
      "Ġma": 54,
      "nk": 55,
      "gro": 56,
      "und": 57,
      "Ġback": 58,
      "punk": 59,
      "ground": 60,
      "Ġbackground": 61,
      "Ġha": 62,
      "Ġcr": 63,
      "in": 64,
      "Ġs": 65,
      "Ġo": 66,
      "pto": 67,
      "ypto": 68,
      "Ġcrypto": 69,
      "Ġcryptopunk": 70,
      "Ġof": 71,
      "es": 72,
      "Ġw": 73,
      "Ġwi": 74,
      "th": 75,
      "ing": 76,
      "ho": 77,
      "lo": 78,
      "Ġwith": 79,
      "Ġp": 80,
      "Ġmale": 81,
      "Ġg": 82,
      "Ġf": 83,
      "ear": 84,
      "Ġhas": 85,
      "Ġm": 86,
      "lu": 87,
      "Ġt": 88,
      "re": 89,
      "Ġfe": 90,
      "de": 91,
      "wn": 92,
      "ok": 93,
      "hoto": 94,
      "look": 95,
      "Ġphoto": 96,
      "hat": 97,
      "Ġthat": 98,
      "Ġmade": 99,
      "male": 100,
      "Ġfemale": 101,
      "tr": 102,
      "ir": 103,
      "Ġhair": 104,
      "Ġsha": 105,
      "ple": 106,
      "rple": 107,
      "Ġpu": 108,
      "Ġpurple": 109,
      "ut": 110,
      "en": 111,
      "Ġgre": 112,
      "Ġgreen": 113,
      "Ġshad": 114,
      "Ġblu": 115,
      "Ġblue": 116,
      "Ġmo": 117,
      "looking": 118,
      "li": 119,
      "Ġr": 120,
      "rown": 121,
      "ti": 122,
      "Ġli": 123,
      "la": 124,
      "ap": 125,
      "Ġbear": 126,
      "Ġbeard": 127,
      "are": 128,
      "Ġbrown": 129,
      "wk": 130,
      "hawk": 131,
      "Ġmohawk": 132,
      "ig": 133,
      "ring": 134,
      "Ġear": 135,
      "Ġearring": 136,
      "ed": 137,
      "ey": 138,
      "Ġey": 139,
      "but": 140,
      "ibut": 141,
      "ttr": 142,
      "Ġattr": 143,
      "punky": 144,
      "Ġattribut": 145,
      "ps": 146,
      "Ġattributes": 147,
      "Ġcap": 148,
      "ss": 149,
      "tick": 150,
      "Ġlips": 151,
      "Ġlipstick": 152,
      "Ġshades": 153,
      "lass": 154,
      "Ġn": 155,
      "Ġeye": 156,
      "Ġpunky": 157,
      "Ġrare": 158,
      "Ġho": 159,
      "ow": 160,
      "Ġglass": 161,
      "Ġglasses": 162,
      "tt": 163,
      "Ġshadow": 164,
      "Ġ3": 165,
      "Ġgo": 166,
      "or": 167,
      "Ġd": 168,
      "mal": 169,
      "Ġpi": 170,
      "Ġstr": 171,
      "he": 172,
      "Ġclo": 173,
      "Ġclown": 174,
      "ke": 175,
      "od": 176,
      "ark": 177,
      "Ġdark": 178,
      "ld": 179,
      "ce": 180,
      "Ġcig": 181,
      "arett": 182,
      "Ġcigarett": 183,
      "Ġcigarette": 184,
      "lack": 185,
      "Ġblack": 186,
      "and": 187,
      "Ġnor": 188,
      "Ġnormal": 189,
      "Ġ2": 190,
      "nt": 191,
      "ront": 192,
      "Ġfront": 193,
      "Ġlooking": 194,
      "car": 195,
      "cut": 196,
      "ela": 197,
      "on": 198,
      "olu": 199,
      "ted": 200,
      "up": 201,
      "xela": 202,
      "Ġlo": 203,
      "Ġlook": 204,
      "Ġup": 205,
      "Ġsing": 206,
      "Ġscar": 207,
      "esolu": 208,
      "how": 209,
      "Ġresolu": 210,
      "tion": 211,
      "Ġlike": 212,
      "Ġgood": 213,
      "Ġpixela": 214,
      "cute": 215,
      "Ġlow": 216,
      "Ġsingle": 217,
      "Ġscarce": 218,
      "Ġresolution": 219,
      "Ġpixelated": 220,
      "fu": 221,
      "nn": 222,
      "funn": 223,
      "funny": 224,
      "Ġeyes": 225,
      "Ġhe": 226,
      "at": 227,
      "Ġv": 228,
      "aig": 229,
      "ht": 230,
      "Ġstraig": 231,
      "Ġstraight": 232,
      "er": 233,
      "Ġwild": 234,
      "ad": 235,
      "Ġhead": 236,
      "Ġhot": 237,
      "Ġbig": 238,
      "ic": 239,
      "Ġre": 240,
      "Ġmole": 241,
      "an": 242,
      "mp": 243,
      "sy": 244,
      "us": 245,
      "Ġner": 246,
      "Ġnerd": 247,
      "nde": 248,
      "Ġblo": 249,
      "Ġblonde": 250,
      "im": 251,
      "ned": 252,
      "rned": 253,
      "Ġrim": 254,
      "Ġhorned": 255,
      "Ġhat": 256,
      "gu": 257,
      "lar": 258,
      "Ġregu": 259,
      "Ġregular": 260,
      "Ġclass": 261,
      "Ġclassic": 262,
      "Ġband": 263,
      "ana": 264,
      "Ġbandana": 265,
      "sk": 266,
      "Ġmask": 267,
      "ingy": 268,
      "Ġstringy": 269,
      "ch": 270,
      "Ġpat": 271,
      "Ġpatch": 272,
      "essy": 273,
      "Ġmessy": 274,
      "ved": 275,
      "Ġshaved": 276,
      "ru": 277,
      "Ġfru": 278,
      "mpy": 279,
      "Ġfrumpy": 280,
      "Ġth": 281,
      "Ġthin": 282,
      "Ġsp": 283,
      "itt": 284,
      "kn": 285,
      "Ġkn": 286,
      "itted": 287,
      "Ġknitted": 288,
      "az": 289,
      "Ġcraz": 290,
      "Ġcrazy": 291,
      "band": 292,
      "Ġheadband": 293,
      "ie": 294,
      "ta": 295,
      "Ġsmal": 296,
      "Ġsmall": 297,
      "pe": 298,
      "Ġvr": 299,
      "Ġ4": 300,
      "hain": 301,
      "Ġchain": 302,
      "Ġpipe": 303,
      "ak": 304,
      "cho": 305,
      "eak": 306,
      "ike": 307,
      "ncho": 308,
      "toncho": 309,
      "Ġpeak": 310,
      "Ġmut": 311,
      "Ġspike": 312,
      "tonchops": 313,
      "Ġmuttonchops": 314,
      "ag": 315,
      "rag": 316,
      "Ġdo": 317,
      "Ġgoat": 318,
      "che": 319,
      "Ġmus": 320,
      "tache": 321,
      "Ġmustache": 322,
      "ur": 323,
      "io": 324,
      "xur": 325,
      "Ġlu": 326,
      "ious": 327,
      "xurious": 328,
      "Ġluxurious": 329,
      "hin": 330,
      "str": 331,
      "Ġchin": 332,
      "strap": 333,
      "Ġchinstrap": 334,
      "ape": 335,
      "Ġvape": 336,
      "bar": 337,
      "ndle": 338,
      "Ġhandle": 339,
      "bars": 340,
      "Ġhandlebars": 341,
      "Ġfrown": 342,
      "Ġhood": 343,
      "Ġhoodie": 344,
      "war": 345,
      "Ġfor": 346,
      "ward": 347,
      "Ġforward": 348,
      "il": 349,
      "ile": 350,
      "mile": 351,
      "Ġsmile": 352,
      "Ġno": 353,
      "se": 354,
      "Ġnose": 355,
      "oli": 356,
      "Ġpoli": 357,
      "Ġpolice": 358,
      "dor": 359,
      "Ġfedor": 360,
      "Ġfedora": 361,
      "ass": 362,
      "Ġtass": 363,
      "Ġtassle": 364,
      "al": 365,
      "Ġmed": 366,
      "ical": 367,
      "Ġmedical": 368,
      "Ġgold": 369,
      "ver": 370,
      "Ġsil": 371,
      "Ġsilver": 372,
      "amp": 373,
      "ire": 374,
      "lf": 375,
      "ob": 376,
      "Ġbob": 377,
      "Ġhalf": 378,
      "Ġvamp": 379,
      "Ġred": 380,
      "Ġvampire": 381,
      "bo": 382,
      "Ġcow": 383,
      "boy": 384,
      "Ġcowboy": 385,
      "hi": 386,
      "te": 387,
      "Ġwhi": 388,
      "Ġwhite": 389,
      "rt": 390,
      "Ġsho": 391,
      "Ġshort": 392,
      "ek": 393,
      "Ġro": 394,
      "Ġche": 395,
      "eks": 396,
      "Ġrosy": 397,
      "Ġcheeks": 398,
      "ot": 399,
      "Ġspot": 400,
      "Ġspots": 401,
      "Ġto": 402,
      "Ġtop": 403,
      "Ġpink": 404,
      "Ġpig": 405,
      "tail": 406,
      "Ġpigtail": 407,
      "Ġpigtails": 408,
      "Ġz": 409,
      "bie": 410,
      "mbie": 411,
      "ombie": 412,
      "Ġzombie": 413,
      "eld": 414,
      "gg": 415,
      "les": 416,
      "Ġweld": 417,
      "Ġgogg": 418,
      "Ġwelding": 419,
      "Ġgoggles": 420,
      "ee": 421,
      "uck": 422,
      "Ġbuck": 423,
      "Ġtee": 424,
      "Ġteeth": 425,
      "Ġ1": 426,
      "ge": 427,
      "ide": 428,
      "ran": 429,
      "Ġside": 430,
      "Ġoran": 431,
      "Ġorange": 432,
      "Ġattribute": 433,
      "iar": 434,
      "Ġtiar": 435,
      "Ġtiara": 436,
      "et": 437,
      "lm": 438,
      "lot": 439,
      "Ġpilot": 440,
      "Ġhelm": 441,
      "Ġhelmet": 442,
      "Ġcho": 443,
      "ker": 444,
      "Ġchoker": 445,
      "ean": 446,
      "Ġbean": 447,
      "Ġbeanie": 448,
      "Ġ5": 449,
      "Ġape": 450,
      "Ġali": 451,
      "Ġalien": 452,
      "Ġ6": 453,
      "imple": 454,
      "Ġ0": 455,
      "Ġsimple": 456,
      "Ġfeat": 457,
      "ures": 458,
      "Ġfeatures": 459,
      "ace": 460,
      "ase": 461,
      "ero": 462,
      "lin": 463,
      "simple": 464,
      "Ġaver": 465,
      "Ġbut": 466,
      "Ġbare": 467,
      "Ġbase": 468,
      "thing": 469,
      "Ġface": 470,
      "age": 471,
      "Ġnothing": 472,
      "Ġzero": 473,
      "line": 474,
      "Ġaverage": 475,
      "Ġ7": 476
    },
    "merges": [
      "Ġ a",
      "n d",
      "Ġ b",
      "h a",
      "l e",
      "m a",
      "Ġ c",
      "r o",
      "p u",
      "c k",
      "t o",
      "Ġa nd",
      "a ck",
      "a r",
      "Ġ ma",
      "n k",
      "g ro",
      "u nd",
      "Ġb ack",
      "pu nk",
      "gro und",
      "Ġback ground",
      "Ġ ha",
      "Ġc r",
      "i n",
      "Ġ s",
      "Ġ o",
      "p to",
      "y pto",
      "Ġcr ypto",
      "Ġcrypto punk",
      "Ġo f",
      "e s",
      "Ġ w",
      "Ġw i",
      "t h",
      "in g",
      "h o",
      "l o",
      "Ġwi th",
      "Ġ p",
      "Ġma le",
      "Ġ g",
      "Ġ f",
      "e ar",
      "Ġha s",
      "Ġ m",
      "l u",
      "Ġ t",
      "r e",
      "Ġf e",
      "d e",
      "w n",
      "o k",
      "ho to",
      "lo ok",
      "Ġp hoto",
      "ha t",
      "Ġt hat",
      "Ġma de",
      "ma le",
      "Ġfe male",
      "t r",
      "i r",
      "Ġha ir",
      "Ġs ha",
      "p le",
      "r ple",
      "Ġ pu",
      "Ġpu rple",
      "u t",
      "e n",
      "Ġg re",
      "Ġgre en",
      "Ġsha d",
      "Ġb lu",
      "Ġblu e",
      "Ġm o",
      "look ing",
      "l i",
      "Ġ r",
      "ro wn",
      "t i",
      "Ġ li",
      "l a",
      "a p",
      "Ġb ear",
      "Ġbear d",
      "ar e",
      "Ġb rown",
      "w k",
      "ha wk",
      "Ġmo hawk",
      "i g",
      "r ing",
      "Ġ ear",
      "Ġear ring",
      "e d",
      "e y",
      "Ġ ey",
      "b ut",
      "i but",
      "t tr",
      "Ġa ttr",
      "punk y",
      "Ġattr ibut",
      "p s",
      "Ġattribut es",
      "Ġc ap",
      "s s",
      "ti ck",
      "Ġli ps",
      "Ġlips tick",
      "Ġshad es",
      "la ss",
      "Ġ n",
      "Ġey e",
      "Ġ punky",
      "Ġr are",
      "Ġ ho",
      "o w",
      "Ġg lass",
      "Ġglass es",
      "t t",
      "Ġshad ow",
      "Ġ 3",
      "Ġg o",
      "o r",
      "Ġ d",
      "ma l",
      "Ġp i",
      "Ġs tr",
      "h e",
      "Ġc lo",
      "Ġclo wn",
      "k e",
      "o d",
      "ar k",
      "Ġd ark",
      "l d",
      "c e",
      "Ġc ig",
      "are tt",
      "Ġcig arett",
      "Ġcigarett e",
      "l ack",
      "Ġb lack",
      "a nd",
      "Ġn or",
      "Ġnor mal",
      "Ġ 2",
      "n t",
      "ro nt",
      "Ġf ront",
      "Ġ looking",
      "c ar",
      "c ut",
      "e la",
      "o n",
      "o lu",
      "t ed",
      "u p",
      "x ela",
      "Ġ lo",
      "Ġ look",
      "Ġ up",
      "Ġs ing",
      "Ġs car",
      "es olu",
      "ho w",
      "Ġr esolu",
      "ti on",
      "Ġli ke",
      "Ġgo od",
      "Ġpi xela",
      "cut e",
      "Ġlo w",
      "Ġsing le",
      "Ġscar ce",
      "Ġresolu tion",
      "Ġpixela ted",
      "f u",
      "n n",
      "fu nn",
      "funn y",
      "Ġey es",
      "Ġ he",
      "a t",
      "Ġ v",
      "a ig",
      "h t",
      "Ġstr aig",
      "Ġstraig ht",
      "e r",
      "Ġwi ld",
      "a d",
      "Ġhe ad",
      "Ġho t",
      "Ġb ig",
      "i c",
      "Ġ re",
      "Ġmo le",
      "a n",
      "m p",
      "s y",
      "u s",
      "Ġn er",
      "Ġner d",
      "nd e",
      "Ġb lo",
      "Ġblo nde",
      "i m",
      "n ed",
      "r ned",
      "Ġr im",
      "Ġho rned",
      "Ġha t",
      "g u",
      "l ar",
      "Ġre gu",
      "Ġregu lar",
      "Ġc lass",
      "Ġclass ic",
      "Ġb and",
      "an a",
      "Ġband ana",
      "s k",
      "Ġma sk",
      "ing y",
      "Ġstr ingy",
      "c h",
      "Ġp at",
      "Ġpat ch",
      "es sy",
      "Ġm essy",
      "v ed",
      "Ġsha ved",
      "r u",
      "Ġf ru",
      "mp y",
      "Ġfru mpy",
      "Ġ th",
      "Ġth in",
      "Ġs p",
      "i tt",
      "k n",
      "Ġ kn",
      "itt ed",
      "Ġkn itted",
      "a z",
      "Ġcr az",
      "Ġcraz y",
      "b and",
      "Ġhead band",
      "i e",
      "t a",
      "Ġs mal",
      "Ġsmal l",
      "p e",
      "Ġv r",
      "Ġ 4",
      "ha in",
      "Ġc hain",
      "Ġpi pe",
      "a k",
      "c ho",
      "e ak",
      "i ke",
      "n cho",
      "to ncho",
      "Ġp eak",
      "Ġm ut",
      "Ġsp ike",
      "toncho ps",
      "Ġmut tonchops",
      "a g",
      "r ag",
      "Ġd o",
      "Ġgo at",
      "c he",
      "Ġm us",
      "ta che",
      "Ġmus tache",
      "u r",
      "i o",
      "x ur",
      "Ġ lu",
      "io us",
      "xur ious",
      "Ġlu xurious",
      "h in",
      "s tr",
      "Ġc hin",
      "str ap",
      "Ġchin strap",
      "ap e",
      "Ġv ape",
      "b ar",
      "nd le",
      "Ġha ndle",
      "bar s",
      "Ġhandle bars",
      "Ġf rown",
      "Ġho od",
      "Ġhood ie",
      "w ar",
      "Ġf or",
      "war d",
      "Ġfor ward",
      "i l",
      "i le",
      "m ile",
      "Ġs mile",
      "Ġn o",
      "s e",
      "Ġno se",
      "o li",
      "Ġp oli",
      "Ġpoli ce",
      "d or",
      "Ġfe dor",
      "Ġfedor a",
      "a ss",
      "Ġt ass",
      "Ġtass le",
      "a l",
      "Ġm ed",
      "ic al",
      "Ġmed ical",
      "Ġgo ld",
      "v er",
      "Ġs il",
      "Ġsil ver",
      "a mp",
      "i re",
      "l f",
      "o b",
      "Ġb ob",
      "Ġha lf",
      "Ġv amp",
      "Ġre d",
      "Ġvamp ire",
      "b o",
      "Ġc ow",
      "bo y",
      "Ġcow boy",
      "h i",
      "t e",
      "Ġw hi",
      "Ġwhi te",
      "r t",
      "Ġs ho",
      "Ġsho rt",
      "e k",
      "Ġ ro",
      "Ġc he",
      "ek s",
      "Ġro sy",
      "Ġche eks",
      "o t",
      "Ġsp ot",
      "Ġspot s",
      "Ġ to",
      "Ġto p",
      "Ġpi nk",
      "Ġp ig",
      "ta il",
      "Ġpig tail",
      "Ġpigtail s",
      "Ġ z",
      "b ie",
      "m bie",
      "o mbie",
      "Ġz ombie",
      "e ld",
      "g g",
      "le s",
      "Ġw eld",
      "Ġgo gg",
      "Ġweld ing",
      "Ġgogg les",
      "e e",
      "u ck",
      "Ġb uck",
      "Ġt ee",
      "Ġtee th",
      "Ġ 1",
      "g e",
      "i de",
      "r an",
      "Ġs ide",
      "Ġo ran",
      "Ġoran ge",
      "Ġattribut e",
      "i ar",
      "Ġt iar",
      "Ġtiar a",
      "e t",
      "l m",
      "lo t",
      "Ġpi lot",
      "Ġhe lm",
      "Ġhelm et",
      "Ġc ho",
      "ke r",
      "Ġcho ker",
      "e an",
      "Ġb ean",
      "Ġbean ie",
      "Ġ 5",
      "Ġa pe",
      "Ġa li",
      "Ġali en",
      "Ġ 6",
      "im ple",
      "Ġ 0",
      "Ġs imple",
      "Ġfe at",
      "ur es",
      "Ġfeat ures",
      "a ce",
      "a se",
      "e ro",
      "l in",
      "s imple",
      "Ġa ver",
      "Ġb ut",
      "Ġb are",
      "Ġb ase",
      "th ing",
      "Ġf ace",
      "ag e",
      "Ġno thing",
      "Ġz ero",
      "lin e",
      "Ġaver age",
      "Ġ 7"
    ]
  }
}